Client_C++/src/serverws/ServerComWebserviceImplPortBinding.receiveSoapableMessage.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns1="http://webservice.tafelServer/">
 <SOAP-ENV:Body>
   <ns1:receiveSoapableMessage>
    <arg0>
     <serialVersionUID>0</serialVersionUID>
     <messageID>0</messageID>
     <userID>0</userID>
     <abtNr>0</abtNr>
     <inhalt></inhalt>
     <oeffentlich>false</oeffentlich>
     <groups>0</groups>
     <groups>0</groups>
     <time>2017-03-17T02:08:58Z</time>
    </arg0>
   </ns1:receiveSoapableMessage>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
